const contestRP = {
  '3216': [
    { problemId: 4656, key: '新年AC到嗷', note: '新年AC到，记得戴口罩！' },
    { problemId: 4657, key: '新年快乐场场AK', note: '新的一年比赛场场AK' },
    { problemId: 4658, key: '新的一年越来越强', note: '新年过后会变得像LJJ一样强' },
    { problemId: 4659, key: '欢声笑语来AC', note: '一个键盘一根网线你便能打下一片天下' },
    { problemId: 4660, key: '鼠年鼠运走鸿运', note: '鼠年鼠运走鸿运，吉祥如意万事顺' },
    { problemId: 4661, key: '新年爽一年爽', note: 'AC 一时爽，一直 AC 一直爽' },
    { problemId: 4662, key: '恭贺新春em', note: '鼠年大吉，身体健康' },
  ],
  '3690': [
    {
      problemId: 4803,
      key: 'sdutA新春快乐258375',
      note:
        '祝你2021年365天,8760小时,525600分,31536000秒,开心每一秒,快乐每一天,幸福每一年,题题AC,烦恼不见!!!',
    },
    {
      problemId: 4811,
      key: 'sdutB万事如意293742',
      note:
        '祝你2021年365天,8760小时,525600分,31536000秒,开心每一秒,快乐每一天,幸福每一年,题题AC,烦恼不见!!!',
    },
    {
      problemId: 4812,
      key: 'sdutC五福临门543125',
      note:
        '祝你2021年365天,8760小时,525600分,31536000秒,开心每一秒,快乐每一天,幸福每一年,题题AC,烦恼不见!!!',
    },
    {
      problemId: 4816,
      key: 'sdutE六六大顺973285',
      note:
        '祝你2021年365天,8760小时,525600分,31536000秒,开心每一秒,快乐每一天,幸福每一年,题题AC,烦恼不见!!!',
    },
    {
      problemId: 4817,
      key: 'sdutF七星高照892678',
      note:
        '祝你2021年365天,8760小时,525600分,31536000秒,开心每一秒,快乐每一天,幸福每一年,题题AC,烦恼不见!!!',
    },
    {
      problemId: 4818,
      key: 'sdutG八方来财326386',
      note:
        '祝你2021年365天,8760小时,525600分,31536000秒,开心每一秒,快乐每一天,幸福每一年,题题AC,烦恼不见!!!',
    },
    {
      problemId: 4819,
      key: 'sdutH十全十美707197',
      note:
        '祝你2021年365天,8760小时,525600分,31536000秒,开心每一秒,快乐每一天,幸福每一年,题题AC,烦恼不见!!!',
    },
  ],
};

export default contestRP;
